/* 
  QMLocalizable.strings
  QMAdSDK

  Created by xusheng on 2025/5/15.
  
*/
// 西班牙

"view_now_button" = "Ver ahora";
"skip_button" = "Saltar";
"install_button" = "Instalar";
"download_button" = "Descargar";
"downloading_status" = "Descargando";
"allow_install_alert" = "Permitir instalar la aplicación";
"replay_button" = "Reproducir de nuevo";
"retry_button" = "Intentar de nuevo";
"close_button" = "Cerrar";
"refresh_button" = "Actualizar";
"view_action" = "Ver";
"just_now_time" = "Ahora mismo";
"learn_more_link" = "Más información";

